Repository: DISCOOS/rescue-me
Catalog: src/admin/locale/*/LC_MESSAGES/admin.po
Languages: nb_no

source: Login
nb_no: Logg inn

source: You have entered wrong username or password
nb_no: Du har oppgitt feil brukernavn eller passord

source: Is deleted
nb_no: Er slettet

source: Is disabled
nb_no: Er deaktivert

source: Awaits approval
nb_no: Avventer godkjenning

source: Unknown
nb_no: Ukjent

source: User %1$s
nb_no: Bruker %1$s

source: Logout
nb_no: Logg ut

source: Logs
nb_no: Logger

source: Missing %1s$ not found
nb_no: Sporing %1$s ikke funnet

source: Setup
nb_no: Oppsett

source: Module %1$s
nb_no: Modul %1$s

source: Setting %1$s not saved
nb_no: Innstilling %1$s ikke lagret

source: User
nb_no: Bruker

source: Illegal operation
nb_no: Ulovlig handling

source: Access denied
nb_no: Ingen tilgang

source: Users
nb_no: Brukere

source: Request new user
nb_no: Forespørsel om ny bruker

source: New user
nb_no: Ny bruker

source: Email must contain at least one alphanumeric character
nb_no: E-post må inneholde minst ett alphanumerisk tegn

source: User with e-mail %1$s already exist
nb_no: Bruker med e-post %1$s finnes allerede

source: Password must be at least %1$d characters long
nb_no: Passordet må være minst %1$d tegn

source: Passwords do not match
nb_no: Passordene stemmer ikke

source: Request sent
nb_no: Forespørsel sendt

source: You will receive an SMS when the request is processed
nb_no: Du vil motta en SMS når din forespørsel er behandlet

source: Action [%1$s] not executed, try again
nb_no: Aksjon [%1$s] ikke utført, prøv igjen

source: Id not defined
nb_no: Id ikke definert

source: Approve
nb_no: Godkjenn

source: Edit
nb_no: Endre

source: User %1$s not found
nb_no: Bruker %1$s ikke funnet

source: Username not safe
nb_no: Brukernavn er ikke sikkert

source: User %1$s cannot be approved
nb_no: Bruker %1$s kunne ikke godkjennes

source: User approved
nb_no: Bruker godkjent

source: Message sent to %1$s
nb_no: Melding sendt til %1$s

source: Reject user
nb_no: Avvis bruker

source: User %1$s not deleted
nb_no: Bruker %1$s ble ikke slettet

source: User %1$s not disabled
nb_no: Bruker %1$s ble ikke deaktivert

source: User %1$s not enabled
nb_no: Bruker %1$s ble ikke aktivert

source: Email users
nb_no: Send e-post

source: No <em>%1$s</em> users found.
nb_no: Ingen <em>%1$s</em> brukere funnet.

source: Email sent to %1$s users
nb_no: E-post sendt til %1$s brukere

source: Email not sent to following users
nb_no: E-post ble ikke sendt til følgende brukere

source: Roles
nb_no: Roller

source: Edit role
nb_no: Endre rolle

source: Change Password
nb_no: Bytt passord

source: Password must be at least 8 characters long
nb_no: Passordet må være minst 8 tegn

source: Recover Password
nb_no: Gjenopprett passord

source: Close operation
nb_no: Avslutt operasjon

source: Reopen operation
nb_no: Gjenåpne operasjon

source: Start new trace
nb_no: Start ny sporing

source: Trace %1$s not found
nb_no: Sporing %1$s ikke funnet

source: Trace
nb_no: Sporing

source: Traces
nb_no: Sporinger

source: Edit trace
nb_no: Endre sporing

source: Failed to reopen operation %1$s
nb_no: Klarte ikke å gjenåpne operasjon %1$s

source: Operation [%1$s] is closed
nb_no: Operasjonen [%1$s] er lukket

source: Trace %1$s is closed
nb_no: Sporing %1$s er lukket

source: SMS not sent
nb_no: SMS ble ikke sendt

source: Not an ajax request
nb_no: Ikke en ajax-foresprsel

source: Alerts
nb_no: Varsler

source: New
nb_no: Ny

source: Alert
nb_no: Varsel

source: Alert %1$s not found
nb_no: Varsel %1$s ikke funnet

source: Alert %1$s not deleted
nb_no: Varsel %1$s ble ikke slettet

source: Issues
nb_no: Hendelser

source: New issue
nb_no: Ny hendelse

source: Edit issue
nb_no: Endre hendelse

source: Issue %1$s not found
nb_no: Hendelse %1$s ikke funnet

source: Bad request
nb_no: Ulovlig request

source: Forbidden
nb_no: Forbudt

source: Not found
nb_no: Ingen funnet

source: Not implemented
nb_no: Ikke implementert

source: Not a GET request
nb_no: Ikke en GET-request

source: Not a POST request
nb_no: Ikke en POST-request

source: %1$s not found
nb_no: %1$s ikke funnet

source: Action [%1$s] not executed
nb_no: Aksjon [%1$s] ikke utført

source: Check logs
nb_no: Sjekk loggene

source: Incorrect email or password.
nb_no: E-post eller passord er feil

source: Make sure your email and password are both correct.
nb_no: Sjekk at e-post og passord er korrekt

source: Missing modules!
nb_no: Moduler mangler!

source: Missing module!
nb_no: Modul mangler!

source: The system is missing following modules!
nb_no: Systemet mangler følgende moduler!

source: The system is missing following module!
nb_no: Systemet mangler følgende modul!

source: Could not initiate trace
nb_no: Kunne ikke starte sporing

source: System error: could not initiate operation
nb_no: Systemfeil: Kunne ikke utføre operasjonen

source: Please try again
nb_no: Vennligst prøv igjen

source: Could not reset password:
nb_no: Kunne ikke nullstille passord:

source: User does not exist
nb_no: Bruker eksisterer ikke

source: Your changes was not saved!
nb_no: Dine endringer ble ikke lagret!

source: You entered an invalid e-mail address. Please enter a correct e-mail address
nb_no: Du har skrevet inn en ulovlig e-postadresse. Vennligst oppgi en lovlig e-postadresse.

source: An error ocurred!
nb_no: En feil har oppstått!

source: An unknown error ocurred while saving your user data. The system reported
nb_no: En uventet feil oppsto under lagring av dine brukerdata. Systemet rapporterte:

source: Sorry
nb_no: Beklager

source: Invalid e-mail. Please enter a correct e-mail address
nb_no: Ulovig e-post. Vennligst oppgi en lovlig e-postadresse.

source: Oops! Could not create user
nb_no: Auda! Kunne ikke opprette brukeren

source: When attempting to create user, an error ocurred. The system reported:
nb_no: Klarte ikke opprette ny bruker. Systemet rapporterte:

source: Trace started
nb_no: Sporing startet

source: SMS sent
nb_no: SMS sendt

source: Check log
nb_no: Sjekk loggen

source: SMS received
nb_no: SMS mottatt

source: SMS is delivered, but delivery report from SMS provider not received
nb_no: SMS er levert, men ingen leveranserapport er mottatt fra SMS leverandør

source: SMS not delivered after %1$d hours
nb_no: SMS fremdeles ikke levert etter [%1$d] timer

source: The phone may be out of power or coverage.
nb_no: Telefonen kan være tom for strøm etter utenfor dekning

source: SMS probably not delivered
nb_no: SMS sannsynligvis ikke levert

source: Trace script downloaded
nb_no: Sporingsskript lasted ned

source: Trace script not downloaded
nb_no: Sporingsskript ikke lastet ned

source: The phone may be out of power, out of coverage, support for localization can be turned off or not possible, or the user chose not to share their location with you.
nb_no: Telefonen kan være tom for strøm, utenfor dekning, deling av posisjon kan være slått av, bruker kan ha avvist deling av posisjon eller telefonen støtter ikke deling av posisjon

source: Mobile located
nb_no: Telefon lokalisert

source: Trace script is downloaded, but not location is received
nb_no: Sporingsskriptet er lastet ned, men ingen posisjon er mottatt

source: Missing modules
nb_no: Moduler mangler

source: Configure
nb_no: Konfigurer

source: Root cause
nb_no: Årsak

source: Actions
nb_no: Tiltak

source: Exercise
nb_no: Øvelse

source: Message
nb_no: Melding

source: Failed to send second SMS to missing %1$s
nb_no: Kunne ikke sende engangspassord til bruker %1$s.

source: Failed to update SMS status for missing %1$s
nb_no: Klarte ikke å opprette instanse av modul [%1$s]

source: Failed to send SMS with position from missing [%1$s]
nb_no: Klarte ikke å sende SMS med posisjon fra [%1$s]

source: Failed to update status to ANSWERED for missing
nb_no: Klarte ikke å oppdatere status til <b>Besvart</b> for

source: Missing person
nb_no: Savnet person

source: Active
nb_no: Aktiv

source: Pending
nb_no: Ventende

source: Disabled
nb_no: Deaktivert

source: Deleted
nb_no: Slettet

source: All
nb_no: Alle

source: User not found
nb_no: Bruker %1$s ikke funnet

source: Recovery password not sent
nb_no: Engangspassord ikke sendt

source: Your single-use %1$s password
nb_no: %1$s, ditt engangspassord

source: Recovery password sent to user %1$s
nb_no: Engangspassord sendt til bruker %1$s

source: Failed to send recovery password to user %1$s
nb_no: Klarte ikke å sende engangspassord til bruker %1$s

source: User %1$s is created.
nb_no: Bruker %1$s er opprettet

source: Failed to create user
nb_no: Klarte ikke å opprette bruker

source: Your %1$s account is approved
nb_no: Din %1$s kontoforespørsel er godkjent

source: Log in to %1$s
nb_no: Logg inn på %1$s her

source: Your %1$s account request is rejected
nb_no: Din %1$s kontoforespørsel er avvist

source: Failed to get SMS provider
nb_no: Klarte ikke å hente SMS leverandør

source: User "%s" does not exist
nb_no: Bruker "%s" eksisterer ikke

source: Instances of "%s" are not supported
nb_no: Instanser av "%s" er ikke støttet

source: Password mismatch
nb_no: Passordene er ikke like

source: Enter same password twice
nb_no: Skriv inn samme passord to ganger

source: Minimum %1$s characters
nb_no: Minimum %1$s tegn

source: Enter new password twice
nb_no: Skriv inn nytt passord to ganger

source: Invalid email format
nb_no: Ulovlig e-post format

source: Email not registered
nb_no: E-post ikke registrert

source: Password not changed
nb_no: Passord ikke endret

source: No users found
nb_no: Ingen brukere funnet

source: Name
nb_no: Navn

source: Role
nb_no: Rolle

source: Mobile
nb_no: Mobil

source: E-mail
nb_no: E-post

source: Reject
nb_no: Avvis

source: Enable
nb_no: Aktiver

source: Do you want to enable %1$s?
nb_no: Vil du aktivere %1$s?

source: Disable
nb_no: Deaktiver

source: Do you want to disable %1$s?
nb_no: Vil du deaktivere %1$s?

source: Change password
nb_no: Endre passord

source: Reset password
nb_no: Nullstill passord

source: Delete
nb_no: Slett

source: Do you want to delete %1$s?
nb_no: Vil du slette %1$s?

source: User not created
nb_no: Bruker ikke opprettet

source: Match Mode
nb_no: Sammenligning

source: Allow reload
nb_no: Tillat lasting på nytt

source: Subject
nb_no: Tittel

source: Enter subject
nb_no: Skriv tittel

source: Until
nb_no: Til og med

source: Alert expires
nb_no: Varsel utløper

source: Enter message
nb_no: Skriv melding

source: Alert is closeable
nb_no: Varsel kan lukkes

source: Edit alert
nb_no: Endre varsel

source: Expired
nb_no: Utløpt

source: New alert
nb_no: Nytt varsel

source: Get started
nb_no: Kom i gang

source: Use mobile phone to trace persons fast and easy.
nb_no: Bruk savnedes mobiltelefon for et enklere oppdrag.

source: See active traces
nb_no: Se aktive sporinger

source: When trace was registered
nb_no: Når sporing ble opprettet

source: When SMS was sent
nb_no: Når SMS ble sendt

source: When SMS was delivered to mobile
nb_no: Når SMS ble levert til telefonen

source: When location script was downloaded
nb_no: Når lokaliseringsskript ble nedlastet

source: When last location was received
nb_no: Når siste lokasjon ble mottatt

source: Alerted
nb_no: Varslet

source: Sent
nb_no: Sendt

source: Delivered
nb_no: Levert

source: Response
nb_no: Respons

source: Located
nb_no: Lokalisert

source: Account
nb_no: Konto

source: System setup
nb_no: Systemoppsett

source: Do you want to logout?
nb_no: Vil du logge ut?

source: Settings
nb_no: Innstillinger

source: Country code
nb_no: Landskode

source: Mobile phone
nb_no: Mobilnummer

source: Language
nb_no: Språk

source: Select
nb_no: Velg

source: Library
nb_no: Bibliotek

source: Remember to include %1$s so that %2$s can replace it with the actual trace url.
nb_no: Husk å sette inn %1$s slik at %2$s kan sette inn riktig lenke.

source: Note: This will reopen this operation
nb_no: Merk: Dette vil gjenåpne operasjonen

source: Loading
nb_no: Laster

source: None found
nb_no: Ingen funnet

source: Place, region or country
nb_no: Sted, region eller land

source: Select country
nb_no: Velg land

source: Phone number
nb_no: Mobilnummer

source: Numbers only, no spaces
nb_no: Kun nummer, ingen mellomrom

source: Is the receiving phone from another country?
nb_no: Er telefone registrert i et annet land?

source: It is critically important to include instructions about how to turn on data roaming in the SMS if the phone is not registered on the home network!
nb_no: Det er kritisk viktig å inkludere instruksjoner for hvordan dataroaming slås på i SMSen hvis telefonen ikke er registrert på sitt hjemmenettverk!

source: Reference
nb_no: Aksjonsreferanse

source: Operation number, etc.
nb_no: SAR- eller AMIS-nr

source: Report to
nb_no: Rapporter til

source: Select language
nb_no: Velg språk

source: Character
nb_no: Tegn

source: Not all SMS-carriers support more than 160 chars!
nb_no: Ikke alle SMS-leverandører støtter flere en 160 tegn!

source: More
nb_no: Mer

source: Remember to include %1$s so that %2$s can replace it with the actual trace url
nb_no: Husk å sette inn %1$s slik at %2$s kan sette inn riktig lenke

source: Standard message
nb_no: Standard melding

source: Location script
nb_no: Lokasjonsskript

source: When the user clicks on the link a webpage is downloaded which contain a script that attempts to locate the mobile phone. The user must authorize the script access before location can be determined
nb_no: Når brukeren trykker på linken åpnes en nettside med et skript som vil forsøke lokalisere mobiltelefonen. Brukeren må godkjenne deling av posisjon i nettleseren før posisjonen kan bestemmes.

source: Script download time
nb_no: Nedlastingstid

source: The location script is compressed (gzip, 1.8KB). Is should not take more than a second to download this even on a low-bandwidth network (2G). If it does, the user must be patient and wait until the script is downloaded.
nb_no: Skriptet er komprimert (1.8KB). Det tar mindre enn ett sekund på mobilnett med laveste båndbredde (2G) å laste den ned. Det er likevel viktig at brukeren er tålmodig, og venter lengre enn dette hvis siden ikke åpnes.

source: Repeated localization
nb_no: Gjentatt lokalisering

source: If the location is inaccurate, the script will continue to listen for location updates until desired accuracy or maximum wait time is is reached. A count-down is shown during this time. Last known location is presented to the user, which allow the user to read out the location over the phone or send ith with an SMS (tell the user to click on the link presented to the user when the script timed out)
nb_no: Hvis posisjonen er unøyaktig, vil nettsiden vente til posisjon med ønsket nøyaktighet er funnet, eller maksimum ventetid er nådd. En nedtelling vises mens dette foregår. Siste posisjon vises også til brukeren, slik at brukeren kan leses opp på telefonen, eller sendes på SMS (be brukeren klikke på linken bak posisjonen).

source: Desired accurary (location.desired.accuracy), maximum wait time (location.max.wait) and maximum location age (location.max.age) can be configured on page %1$s
nb_no: Ønsket nøyaktighet (location.desired.accuracy), maksimum ventetid (location.max.wait) og maksimum alder på gammel posisjon (location.max.age) kan konfigureres på siden %1$s

source: All traces are listed at
nb_no: Alle sporinger er listet på denne siden

source: Create
nb_no: Opprett

source: General
nb_no: Generelt

source: Email
nb_no: E-post

source: Maps
nb_no: Kart

source: Open
nb_no: Åpne

source: Tests
nb_no: Tester

source: Exercises
nb_no: Øvelser

source: Closed
nb_no: Lukket

source: Search
nb_no: Søk

source: New trace
nb_no: Start ny sporing

source: Password
nb_no: Passord

source: Caps-lock is on!
nb_no: Caps-lock er på!

source: Forgot your password?
nb_no: Glemt passordet?

source: Don't have an account?
nb_no: Har du ikke en konto?

source: Sign up here
nb_no: Registrer deg her

source: Last location
nb_no: Siste lokasjon

source: Location received
nb_no: Lokasjon mottatt

source: Locations &le; %1$s
nb_no: Lokasjoner &le; %1$s

source: Locations &gt; %1$s
nb_no: Lokasjoner &gt; %1$s

source: Location link
nb_no: Sporingslink

source: Google Maps not loaded
nb_no: Google Maps ikke lastet

source: If user exist a SMS with reset link is sent to registered mobile phone
nb_no: Hvis brukeren finnes i databasen sendes det en reset link på SMS

source: Reset
nb_no: Nullstill

source: Date
nb_no: Dato

source: Log
nb_no: Logg

source: Level
nb_no: Nivå

source: Module
nb_no: Modul

source: No module found. Run install script.
nb_no: Ingen modul funnet. Kjør installeringsskript.

source: Summary
nb_no: Oppsummering

source: State
nb_no: Tilstand

source: Enter summary
nb_no: Skriv inn oppsummering

source: Description
nb_no: Beskrivelse

source: Enter description
nb_no: Skriv inn beskrivelse

source: Cause
nb_no: Årsak

source: Enter root cause
nb_no: Skriv inn årsak

source: Enter actions
nb_no: Skriv inn aksjoner

source: Send issue
nb_no: Send hendelse

source: Send as bulk
nb_no: Send i bulk

source: Full name
nb_no: Fullt navn

source: Mobile country
nb_no: Mobil land

source: Use system SMS provider
nb_no: Bruk systemets SMS leverandør

source: Approve user...
nb_no: Godkjenn bruker...

source: Edit user
nb_no: Endre bruker

source: Repeat Password
nb_no: Gjenta passord

source: Operation name
nb_no: Aksjonsnavn

source: Comments
nb_no: Kommentarer

source: Short description
nb_no: Kort beskrivelse

source: Man
nb_no: Mann

source: Woman
nb_no: Kvinne

source: Gender
nb_no: Kjønn

source: Age
nb_no: Alder

source: Note: This will permanently delete name and mobile numbers (privacy concerns)
nb_no: Merk: Dette vil slette navn og mobilnummer til savnede permanent (av personvernhensyn)

source: Continue
nb_no: Fortsett

source: Reopen
nb_no: Gjenåpne

source: Module is not installed correctly.
nb_no: Modulen er ikke installert riktig. Kjør installeringsskript.

source: Failed to create instance of module [%1$s]
nb_no: Kunne ikke opprette instanse av modul [%1$s]

source: Module is not configured correctly.
nb_no: Modulen er ikke konfigurert riktig

source: Module is configured and ready for use.
nb_no: Modulen er konfigurert og klar til bruk

source: Messages
nb_no: Meldinger

source: Do you want to change %1$s to %2$s?
nb_no: Vil du endre %1$s til %2$s?

source: Change to %1$s
nb_no: Endre til %1$s

source: Deny
nb_no: Avvis

source: Confirm
nb_no: Bekreft

source: Do you want to resend SMS to %1$s?
nb_no: Vil du sende SMS til %1$s på nytt?

source: Resend SMS
nb_no: Send SMS på nytt

source: Check SMS delivery status
nb_no: Sjekk leveringsstatus

source: Capslock is on
nb_no: Caps-lock er på

source: Please fill out this field
nb_no: Vennligst fyll ut feltet

source: Please match the required format
nb_no: Vennligst skriv riktig format

source: Please enter at least {0} characters
nb_no: Vennligst angi minst {0} tegn

source: Please enter a valid email address
nb_no: Vennligst oppgi en lovlig e-postadresse

source: Please enter the same value again
nb_no: Skriv inn samme verdi igjen

source: A SMS is sent automatically to the missing when tracing is initiated
nb_no: En SMS blir automatisk sent til telefonen når sporingen opprettes

source: About the missing
nb_no: Om sporing

source: All traces will be available in %1$s
nb_no: Alle sporinger vises her %1$s

source: An error occurred
nb_no: En feil har oppstått

source: Create new user
nb_no: Opprett ny bruker

source: E-mail address
nb_no: Send e-post

source: Enter your e-mail
nb_no: Skriv inn e-post

source: First name
nb_no: Fornavn

source: First name of missing
nb_no: Fornavn

source: Load time
nb_no: Lastetid

source: Mobile number
nb_no: Mobilnummer

source: No rows found
nb_no: Ingen rader funnet

source: Only numbers, no spaces
nb_no: Kun nummer, ingen mellomrom

source: Operations
nb_no: Aksjoner

source: Please wait...
nb_no: Vennligst vent...

source: Repeated positioning
nb_no: Gjentatt lokalisering

source: Reset Password
nb_no: Nullstill passord

source: Start trace
nb_no: Start ny sporing

source: Username
nb_no: Brukernavn

source: Are you sure?
nb_no: Er du sikker?

source: Cancel
nb_no: Avbryt

source: Change
nb_no: Endre

source: Enter full name
nb_no: Skriv inn fullt navn

source: Enter number
nb_no: Skriv inn nummer

source: Enter valid email
nb_no: Skriv inn e-post

source: No
nb_no: Nei

source: Request
nb_no: Forespørsel

source: Submit
nb_no: Send

source: Success
nb_no: Suksess

source: Update
nb_no: Oppdater

source: Yes
nb_no: Ja
