Repository: DISCOOS/rescue-me
Catalog: src/trace/locale/*/LC_MESSAGES/trace.po
Languages: nb_no

source: Illegal arguments
nb_no: Ulovlige verdier

source: Closed by %1$s at %2$s
nb_no: Lukket av %1$s den %2$s

source: Trace %1$s aborted
nb_no: Sporing %1$s er avbrutt

source: Failed to abort trace %1$s
nb_no: Klarte ikke å avbryte sporing %1$s

source: Trace %1$s not found
nb_no: Sporing %1$s ikke funnet

source: Your location is received (&#177;%1$s m).
nb_no: Din posisjon er mottatt (&#177;%1$s m).

source: Stay still, we are coming.
nb_no: Hold deg i ro, vi er på vei.

source: Try to make your self visible from both air and ground!
nb_no: Forsøk å gjøre deg synlig fra luft og bakke!

source: Calculating
nb_no: Kalkulerer...

source: Failed to get country code
nb_no: Klarte ikke å finne landkode

source: Are you sure?
nb_no: Er du sikker?

source: Cancel
nb_no: Avbryt

source: Geolocation not supported
nb_no: Lokalisering ikke støttet

source: Found location with &#177;{0} m accuracy
nb_no: Fant lokasjon med &#177;{0} m nøyaktighet

source: Location is old, check if GPS is on!
nb_no: Lokasjon er gammel, sjekk at GPS er påslått!

source: Waiting for higher accuracy...
nb_no: Venter på bedre nøyaktighet...

source: Turn on permission to access location data!
nb_no: Slå på tilgang til stedsinformasjon!

source: Location is unavailable.
nb_no: Lokasjon er ikke tilgjengelig

source: Please approve access to location faster!
nb_no: Vennligst bekreft tilgang til lokasjonsdata raskere!

source: Unknown error
nb_no: Ukjent feil

source: Location: {0}
nb_no: Lokasjon: {0}

source: Location not sent, check data connection!
nb_no: Lokasjon ikke sendt, sjekk datakobling!

source: Send location as
nb_no: Send lokasjon som

source: Location not found
nb_no: Lokasjon ikke funnet

source: Update
nb_no: Oppdater

source: Go to Settings -> General -> Privacy -> Location services -> On.
nb_no: Gå til Innstillinger -> Personvern -> Stedstjeneste -> På.

source: Also, scroll down and make sure it is set to <b>On</b> for Safari as well.
nb_no: Sørg også for Safari er satt til <b>På</b> lengre ned på samme side

source: Then, click <b>Update</b> below.
nb_no: Klikk deretter på <b>Oppdater</b>
